{
	"id" : 0,
	"title" : "The role of the media in fiscal consolidation programmes: the case of Ireland" ,
	"authors" : ["Julien Mercille"],
	"keywords" : ["Fiscal consolidation", "Media", "Economic crisis", "Austerity", "Ireland"],
	"abstract" : "A number of European countries have implemented austerity programmes since the onset of the current economic crisis. This paper focuses on fiscal consolidation, a central aspect of such programmes, using the case of Ireland. It investigates the significant role of the mass media in presenting such policies to the public, a role which has so far remained unexamined. Conceiving of the Irish experience over the past few decades as a case of neoliberalisation, it uses a critical political economic conceptualisation of news organisations to consider 431 editorials and opinion articles discussing fiscal consolidation in three leading Irish newspapers between 2008 and 2012.",
	"content" : "A number of European countries have implemented austerity programmes since the onset of the current economic crisis. This paper focuses on fiscal consolidation, a central aspect of such programmes, using the case of Ireland. It investigates the significant role of the mass media in presenting such policies to the public, a role which has so far remained unexamined. Conceiving of the Irish experience over the past few decades as a case of neoliberalisation, it uses a critical political economic conceptualisation of news organisations to consider 431 editorials and opinion articles discussing fiscal consolidation in three leading Irish newspapers between 2008 and 2012. It finds that the majority of articles present viewpoints in favour of fiscal consolidation and display a preference for spending cuts over tax hikes, which substantiates the claim that Ireland has adopted neoliberal policies to address the crisis. Only a minority of articles oppose fiscal consolidation. These mostly contest specific spending cuts but usually fail to criticise fiscal consolidation itself by calling for economic alternatives, such as Keynesian stimulus. Differences between newspapers are also discussed, highlighting their ideological cleavages.",
	"journal_id" : 1,
	"section_id" : 3
}