{
	"id" : 1,
	"title" : "Elimination of the Chemical Weapons Stockpile of Syria",
	"authors" : ["Ralf Trapp", "Carsten Stahn"],
	"keywords" : ["Chemical weapons", "Syria", "Warfare"],
	"abstract" : "The US–Russian Framework for the elimination of Syria’s chemical weapons, Syria’s simultaneous accession to the Chemical Weapons Convention (CWC) and the decisions subsequently taken by the Organization for the Prohibition of Chemical Weapons (OPCW) Executive Council and the United Nations Security Council to eliminate Syria’s chemical weapons programme have set in motion a disarmament process that is unique in several ways.",
	"content" : "The US–Russian Framework for the elimination of Syria’s chemical weapons, Syria’s simultaneous accession to the Chemical Weapons Convention (CWC) and the decisions subsequently taken by the Organization for the Prohibition of Chemical Weapons (OPCW) Executive Council and the United Nations Security Council to eliminate Syria’s chemical weapons programme have set in motion a disarmament process that is unique in several ways: it is being implemented under the conditions of a raging civil war; it is applying procedures and mechanisms that build on but also modify the implementation provisions of the CWC as required in this complex situation; and because of these extraordinary circumstances the implementation of CWC requirements is for innovative solutions and an international approach to implementing CWC requirements that involves assistance by a number of countries. This process poses enormous practical and political challenges. But there are also a number of legal issues that should be studied further, including with regard to how the provisions of a global disarmament treaty can be applied in what can only be described as extraordinary circumstances; how the relationship between the United Nations and the OPCW is evolving to meet the challenges of this project; and how arms control law interacts with other bodies of law in such field as humanitarian law, environmental protection and safety of people, and international security.",
	"sectionId" : 2
}